{
  "mensajes": [
    {
      "intencion": "Interés en conocer el precio del masaje relajante.",
      "informacion": "El precio del masaje relajante en Cancheilob SPA es de $400.00 MXN. ¡Esperamos que puedas disfrutar de este tratamiento para relajar tu cuerpo y mente!"
    },
    {
      "intencion": "Interés en recibir información sobre masajes.",
      "informacion": "¡Claro! En Cancheilob SPA ofrecemos una variedad de masajes para satisfacer tus necesidades. Desde masajes predeportivos hasta relajantes, estamos aquí para ayudarte a relajarte y mejorar tu bienestar físico. Puedes consultar nuestra lista de masajes y precios en nuestra página web o contactarnos directamente para más información. ¡Estamos aquí para ayudarte!"
    },
    {
      "intencion": "Interés en recibir información sobre masajes.",
      "informacion": "¡Claro! En Cancheilob SPA ofrecemos una variedad de masajes para satisfacer tus necesidades. Desde masajes predeportivos hasta relajantes, estamos aquí para ayudarte a mejorar tu bienestar físico y mental. ¿Hay algún tipo de masaje en particular que te interese saber más?"
    },
    {
      "intencion": "Interés en obtener información sobre los masajes.",
      "informacion": "¡Claro! En Cancheilob SPA ofrecemos una variedad de masajes para satisfacer tus necesidades. Desde masajes predeportivos para activar los músculos antes del entrenamiento, hasta masajes relajantes para disminuir el estrés y la tensión. ¿En qué tipo de masaje estás interesado en obtener más información?"
    },
    {
      "intencion": "Interés en obtener información sobre masajes.",
      "informacion": "¡Claro! En Cancheilob SPA ofrecemos una variedad de masajes para satisfacer tus necesidades. Desde masajes predeportivos hasta relajantes, contamos con opciones que pueden ayudarte a aliviar la tensión, mejorar la circulación y promover la relajación. ¿Hay algún tipo de masaje en particular que te interese saber más?"
    },
    {
      "intencion": "Interés en recibir información sobre masajes.",
      "informacion": "¡Claro! En Cancheilob SPA ofrecemos una variedad de masajes para satisfacer tus necesidades. Desde masajes predeportivos hasta relajantes, estamos aquí para ayudarte a relajarte y mejorar tu bienestar físico. Puedes consultar nuestra lista de masajes y precios en nuestra página web o contactarnos directamente para más información. ¡Estamos aquí para ayudarte a sentirte mejor!"
    },
    {
      "intencion": "Interés en recibir información sobre masajes.",
      "informacion": "¡Claro! En Cancheilob SPA ofrecemos una variedad de masajes para satisfacer tus necesidades. Desde masajes predeportivos hasta relajantes, estamos aquí para ayudarte a mejorar tu bienestar físico y mental. ¿Hay algún tipo de masaje en particular que te interese saber más?"
    },
    {
      "intencion": "Interés en obtener información sobre los masajes.",
      "informacion": "En Cancheilob SPA ofrecemos una variedad de masajes que van desde predeportivos hasta relajantes. Cada uno tiene beneficios específicos para tu bienestar físico y mental. ¡No dudes en contactarnos para más información o para reservar tu cita!"
    },
    {
      "intencion": "Interés en conocer el precio de un masaje relajante.",
      "informacion": "El precio de un masaje relajante en Cancheilob SPA es de $400.00 MXN. ¡Esperamos que te animes a disfrutar de este tratamiento para relajar tu cuerpo y mente!"
    },
    {
      "intencion": "Interés en aliviar dolor de espalda.",
      "informacion": "En Cancheilob SPA ofrecemos masajes descontracturantes y masajes gatillos que pueden ayudar a aliviar el dolor de espalda. Estos tratamientos están diseñados para disminuir contracturas, relajar los músculos rígidos y tensos, y reducir la tensión en la espalda. ¡Te invitamos a reservar una cita con nosotros para experimentar alivio en tu dolor de espalda!"
    },
    {
      "intencion": "Interés en conocer precios de los masajes.",
      "informacion": "En Cancheilob SPA, los precios de nuestros masajes varían dependiendo del tipo de tratamiento que elijas. Por ejemplo, el masaje predeportivo tiene un costo de $450 MXN, el postdeportivo es de $400 MXN, el sueco es de $490 MXN, el linfático es de $600 MXN, el descontracturante es de $500 MXN, y el relajante es de $400 MXN. ¡Esperamos que encuentres el masaje perfecto para ti!"
    },
    {
      "intencion": "Interés en recibir un masaje para aliviar el dolor de espalda.",
      "informacion": "¡Claro! En Cancheilob SPA ofrecemos masajes descontracturantes que pueden ayudar a aliviar el dolor de espalda. Este tipo de masaje utiliza presión dura para disminuir contracturas, mejorar la postura y relajar los músculos rígidos y tensos. ¡Te invitamos a reservar una cita con nosotros para disfrutar de este tratamiento!"
    },
    {
      "intencion": "Interés en aliviar el dolor de espalda.",
      "informacion": "¡Claro! En Cancheilob SPA ofrecemos masajes descontracturantes y masajes gatillos que pueden ayudar a aliviar el dolor de espalda. Estos tratamientos están diseñados para disminuir contracturas, relajar los músculos rígidos y tensos, y reducir la tensión y el estrés en la zona afectada. ¡Te invitamos a reservar una cita con nosotros para experimentar alivio en tu dolor de espalda!"
    },
    {
      "intencion": "Interés en conocer el precio de los masajes.",
      "informacion": "En Cancheilob SPA, los precios de nuestros masajes varían dependiendo del tipo de tratamiento que elijas. Por ejemplo, el masaje predeportivo tiene un costo de $450 MXN, el postdeportivo es de $400 MXN, el sueco es de $490 MXN, el linfático es de $600 MXN, el descontracturante es de $500 MXN, y el relajante es de $400 MXN. ¡Te invitamos a disfrutar de nuestros servicios de masajes para tu bienestar!"
    },
    {
      "intencion": "Interés en conocer el precio del masaje descontracturante.",
      "informacion": "El precio del masaje descontracturante en Cancheilob SPA es de $500.00 MXN. ¡Esperamos que te animes a probarlo y disfrutar de sus beneficios!"
    },
    {
      "intencion": "Interés en conocer la ubicación del establecimiento.",
      "informacion": "¡Claro! Cancheilob SPA está ubicado en C. Ignacio Herrera y Cairo 2580, Circunvalación Vallarta, 44680 Guadalajara, Jalisco. Puedes encontrar más detalles y obtener indicaciones precisas en el siguiente enlace: https://maps.app.goo.gl/2TyTgBerGHbbvneC8. ¡Esperamos verte pronto en nuestro spa!"
    },
    {
      "intencion": "Interés en conocer si ofrecen masajes sensitivos.",
      "informacion": "Lamentablemente, en Cancheilob SPA no ofrecemos masajes sensitivos, masajes tántricos o de final feliz, ni ningún tipo de masaje erótico. Nuestros servicios se centran en masajes terapéuticos para mejorar la salud y el bienestar físico. ¡Gracias por tu interés!"
    },
    {
      "intencion": "Interés en conocer los precios de los masajes.",
      "informacion": "¡Claro! En Cancheilob SPA, los precios de nuestros masajes son los siguientes:\n- Masaje Predeportivo: $450.00 MXN\n- Masaje Postdeportivo: $400.00 MXN\n- Masaje Sueco: $490.00 MXN\n- Masaje Linfático: $600.00 MXN\n- Masaje Descontracturante: $500.00 MXN\n- Masaje Relajante: $400.00 MXN\n- Masaje de Gatillos: Precio no especificado en la información proporcionada. ¡Esperamos que encuentres el masaje perfecto para ti!"
    },
    {
      "intencion": "Interés en información sobre masajes.",
      "informacion": "En Cancheilob SPA ofrecemos una variedad de masajes, desde predeportivos hasta relajantes. Nuestros precios varían dependiendo del tipo de masaje que elijas. Puedes encontrar más detalles en nuestra página web o contactarnos directamente para programar una cita. ¡Estamos aquí para ayudarte a relajarte y mejorar tu bienestar físico!"
    },
    {
      "intencion": "Interés en masajes terapéuticos para aliviar dolor de espalda.",
      "informacion": "En Cancheilob SPA ofrecemos masajes descontracturantes y masajes gatillos que pueden ayudar a aliviar el dolor de espalda. Estos tratamientos están diseñados para disminuir contracturas, relajar los músculos rígidos y tensos, y reducir la tensión en la espalda. ¡Te invitamos a reservar una cita con nosotros para experimentar los beneficios de nuestros masajes terapéuticos!"
    },
    {
      "intencion": "Solicitar más información.",
      "informacion": "Lamentablemente, la información proporcionada en las páginas no incluye detalles adicionales. Sin embargo, en Cancheilob SPA ofrecemos una amplia gama de masajes para satisfacer tus necesidades de relajación y bienestar físico. Si tienes alguna pregunta específica o deseas más información sobre nuestros servicios, no dudes en contactarnos directamente en el siguiente enlace: https://maps.app.goo.gl/2TyTgBerGHbbvneC8. ¡Estamos aquí para ayudarte!"
    },
    {
      "intencion": "El interés de la persona es en recibir información sobre los servicios de masajes para su bienestar físico.",
      "informacion": "En Cancheilob SPA ofrecemos una variedad de masajes para tu bienestar físico, que van desde masajes predeportivos para activar los músculos antes del entrenamiento, hasta masajes relajantes para disminuir la tensión y el estrés. También contamos con masajes descontracturantes, linfáticos y más. ¡Visítanos para disfrutar de nuestros servicios y mejorar tu bienestar físico!"
    },
    {
      "intencion": "El interés de la persona es en conocer el precio de los servicios de masajes.",
      "informacion": "En Cancheilob SPA, los precios de nuestros servicios de masajes son los siguientes:\n- Masaje Predeportivo: $450.00 MXN\n- Masaje Postdeportivo: $400.00 MXN\n- Masaje Sueco: $490.00 MXN\n- Masaje Linfático: $600.00 MXN\n- Masaje Descontracturante: $500.00 MXN\n- Masaje Relajante: $400.00 MXN\n- Masaje de Gatillos: Precio no especificado en la información proporcionada."
    },
    {
      "intencion": "El interés de la persona es en conocer el precio del masaje descontracturante.",
      "informacion": "El precio del masaje descontracturante en Cancheilob SPA es de $500.00 MXN. ¡Esperamos que te animes a probarlo y disfrutar de sus beneficios!"
    },
    {
      "intencion": "El interés de la persona es en conocer la ubicación del establecimiento.",
      "informacion": "¡Por supuesto! Cancheilob SPA está ubicado en C. Ignacio Herrera y Cairo 2580, Circunvalación Vallarta, 44680 Guadalajara, Jalisco. Puedes encontrar nuestra ubicación exacta en el siguiente enlace: https://maps.app.goo.gl/2TyTgBerGHbbvneC8. ¡Esperamos verte pronto en nuestro spa!"
    },
    {
      "intencion": "El interés de la persona es en recibir información sobre los servicios de masajes para aliviar el dolor de espalda.",
      "informacion": "En Cancheilob SPA ofrecemos masajes descontracturantes y masajes gatillos que pueden ayudar a aliviar el dolor de espalda. El masaje descontracturante ayuda a disminuir contracturas, mejorar la postura y relajar los músculos rígidos, mientras que el masaje gatillos se enfoca en los puntos de mayor dolor en la espalda para deshacer contracturas y disminuir la tensión. ¡Te invitamos a probar alguno de estos tratamientos para aliviar tu dolor de espalda!"
    },
    {
      "intencion": "La persona tiene la intención de obtener más información.",
      "informacion": "Lamentablemente, la información proporcionada en las páginas no incluye detalles adicionales sobre los servicios ofrecidos en Cancheilob SPA. Sin embargo, si tienes alguna pregunta específica o deseas más información sobre algún tipo de masaje en particular, estaré encantado de ayudarte en la medida de mis posibilidades. ¡No dudes en preguntar!"
    },
    {
      "intencion": "Interés en obtener más información.",
      "informacion": "¡Claro! En Cancheilob SPA ofrecemos una variedad de masajes que van desde predeportivos hasta relajantes. Nuestros horarios de atención son los lunes, miércoles y viernes en diferentes franjas horarias. Si deseas más información sobre nuestros servicios o reservar una cita, no dudes en contactarnos. ¡Estamos aquí para ayudarte a relajarte y cuidar de tu bienestar!"
    },
    {
      "intencion": "La persona está expresando que la otra persona no está siendo amable o sensible en su comunicación.",
      "informacion": "Lamento si mi respuesta anterior no fue lo suficientemente sensible. ¿En qué más puedo ayudarte hoy?"
    },
    {
      "intencion": "Reprogramar una cita.",
      "informacion": "Lo siento, pero no tengo acceso a la información específica de tu cita en Cancheilob SPA. Te recomendaría ponerte en contacto directamente con el spa a través de su número de teléfono o correo electrónico para reprogramar tu cita. ¡Espero que puedas resolverlo pronto!"
    },
    {
      "intencion": "Agendar una cita.",
      "informacion": "Lamentablemente, no tengo acceso a la información de disponibilidad de citas en Cancheilob SPA. Te recomendaría contactar directamente con el spa a través de su número de teléfono o correo electrónico para agendar una cita. ¡Espero que disfrutes de tu experiencia en el spa!"
    },
    {
      "intencion": "La intención del cliente es conocer las opciones de horarios disponibles para programar una cita.",
      "informacion": "Los horarios disponibles para programar una cita en Cancheilob SPA son los siguientes:\n- Lunes, Miércoles, Viernes: 11:30 a 12:30, 12:40 a 1:40, 2:00 a 3:00, 3:30 a 4:30. ¡Esperamos poder atenderte en uno de estos horarios!"
    },
    {
      "intencion": "La intención del cliente es programar una cita para el día siguiente a las 2:00 PM.",
      "informacion": "Lamentablemente, no se proporciona información sobre la disponibilidad de citas en los documentos proporcionados. Te recomendaría contactar directamente a Cancheilob SPA a través de su enlace de ubicación o número de teléfono para programar una cita para el día siguiente a las 2:00 PM. ¡Espero que disfrutes tu experiencia en el spa!"
    },
    {
      "intencion": "Solicitar disponibilidad de citas.",
      "informacion": "Lamentablemente, no tengo acceso a la información en tiempo real sobre la disponibilidad de citas en Cancheilob SPA. Te recomendaría que te pongas en contacto directamente con el spa a través de su número de teléfono o correo electrónico para verificar la disponibilidad y programar una cita. ¡Espero que puedas disfrutar de un relajante masaje pronto!"
    },
    {
      "intencion": "Agendar una cita en Cancheilob SPA.",
      "informacion": "Lo siento, pero no tengo acceso directo para agendar citas en Cancheilob SPA. Te recomendaría contactar directamente con el spa a través de su número de teléfono o correo electrónico para programar tu cita. ¡Espero que disfrutes de tu experiencia en el spa!"
    }
  ]
}